Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The co-hosting with Ukraine of the EURO 2012 Football Championship served as an additional impulse to implement measures linked to public safety in the two countries.
pl: Wspólna z Ukrainą organizacja mistrzostw Europy w piłce nożnej EURO 2012 stała się dodatkowym impulsem do realizacji zadań związanych ze zwiększeniem bezpieczeństwa publicznego w obu krajach.

source: It was also a motivation for closer cooperation between agencies responsible for protecting the lives, health, and property of citizens, and for efficient government.
pl: Zmotywowała także do ściślejszej współpracy pomiędzy jednostkami odpowiedzialnymi za życie, zdrowie i mienie obywateli oraz sprawne funkcjonowanie państwa.

source: The contacts that were established and the activities initiated led to a series of workshops and conferences held in 2012, addressed to institutions and people responsible for public safety in Ukraine.
pl: Nawiązane kontakty i rozpoczęte działania zaowocowały w roku 2012 szeregiem szkoleń i konferencji skierowanych do instytucji i osób odpowiedzialnych za bezpieczeństwo publiczne na Ukrainie.

source: One of the key project organizers was the Main School of the State Fire Service, which noted the low safety of rescue operations during indoor fires and the obsolete personal protective equipment used by fire fighting teams.
pl: Jednym z głównych projektodawców była Państwowa Szkoła Służby Pożarniczej, która zwróciła uwagę na niskie bezpieczeństwo działań ratowniczych podczas pożarów wewnętrznych oraz słabe usprzętowienie formacji ratowniczych pod względem sprzętu ochrony osobistej.

source: A series of workshop and training exercises dealing with such issues was thus organized.
pl: Przeprowadzono więc szereg szkoleń i ćwiczeń praktycznych z zakresu zachowania się w sytuacjach.

source: The effective and spectacular exercises included the use of training simulators, which made it possible to adopt the right reactions in fire fighting, emergency rescue, evacuation, and ventilation.
pl: Niezwykle widowiskowe, ale przede wszystkim skuteczne były ćwiczenia z wykorzystaniem trenażera, który umożliwiał doskonalenia prawidłowego zachowania się w trakcie walki z pożarem, ratowania i ewakuacji ludzi oraz wentylacji.

source: Over 600 fire-fighters from Lviv took part in the training.
pl: Przeszkolono ponad 600 ratowników ze Lwowa.

source: An additional 10 firemen acquired new skills in the technical servicing of a breathing equipment maintenance post.
pl: Dodatkowo 10 strażaków - techników zdobyło nowe umiejętności w zakresie obsługi stanowiska serwisowego do obsługi sprzętu ochrony dróg oddechowych.

source: The Polish side provided the Ukrainian partners - including, in particular, the Lviv University of Life Safety - not just with Polish knowledge and experience.
pl: Strona polska przekazała partnerom ukraińskim, w tym głównie Uniwersytetowi Bezpieczeństwa Życia we Lwowie, nie tylko polską wiedzę i doświadczenie.

source: Emergency rescue equipment was also purchased, including 30 personal protection sets (breathing equipment, clothing, helmets), respiratory tract protection equipment (including oxygen tanks and masks) as well as a breathing equipment maintenance post.
pl: Zakupiono także sprzęt niezbędny do prowadzenia działań ratowniczych, w tym 30 kompletów ochrony indywidualnej (aparaty oddechowe, ubrania, hełmy), zestawy do ochrony dróg oddechowych (w tym butle tlenowe, maski) oraz stanowisko do serwisowania aparatów ochrony dróg oddechowych.

source: Projects no. 214/2012 “Modern personal protection equipment for fire fighters - legal norms, usage, and practical maintenance” (project cost: PLN 403 598, including PLN 361,652 in grants) and no. 215/2013 “Fire fighting exercises - present and future” (cost: PLN 440,261, including PLN 394,723 in Polish aid funds).
pl: Projekty nr 214/2012 „Współczesny sprzęt ochrony osobistej ratownika - normy prawne, zastosowanie i serwis w praktyce” (koszt projektu 403 598 zł, w tym dotacja 361 652 zł) oraz nr 215/2013 „Dziś i jutro szkoleń praktycznych w pożarnictwie” (koszt 440 261 zł, w tym 394 723 zł ze środków polskiej pomocy).

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2015 / VI HumanDOC International Film Festival - award gala
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2015 / VI Międzynarodowy Festiwal Filmów Dokumentalnych HumanDOC / VI Międzynarodowy Festiwal HumanDOC - gala wręczenia nagród

source: VI HumanDOC International Film Festival - award gala
pl: VI Międzynarodowy Festiwal HumanDOC - gala wręczenia nagród

source: On 22 November 2015, the award gala of the VI HumanDOC International Film Festival “Global Development in Cinema” took place.
pl: 22 listopada 2015 r. w warszawskiej Kinotece odbyła się gala wręczenia nagród VI Międzynarodowego Festiwalu Filmów Dokumentalnych HumanDOC „Globalny Rozwój w Kinie” .

source: During the ceremony, awards were handed to the best films discussing global interdependencies, social and cultural transformations, as well as the situation in the poorest countries of the world.
pl: Podczas uroczystości zostały nagrodzone najlepsze filmy przedstawiające globalne współzależności, przemiany społeczne i kulturowe, a także sytuację w najbiedniejszych państwach świata.

source: The HumanDOC festival is a unique film event held in the Central and Eastern Europe, during which documentaries are presented, which concern basic problems of the developed countries in Asia, Africa, and South America and promote the idea of helping those countries.
pl: Festiwal HumanDOC to wyjątkowe wydarzenie filmowe w Europie Środkowo-Wschodniej, na którym prezentowane są filmy dokumentalne przedstawiające podstawowe problemy krajów rozwijających się w Azji, Afryce i Ameryce Południowej oraz promujące ideę pomocy tym krajom.

source: Film showings were held from Friday, 20 November, until Sunday, 22 November, in Kinoteka and Staromiejski Dom Kultury.
pl: Projekcje filmów można było oglądać od piątku, 20 listopada, do niedzieli, 22 listopada w Kinotece oraz Staromiejskim Domu Kultury.

source: The Grand Prix Award for the Best Foreign Film went to the film directed by Michael Ramsdell entitled “When elephants fight”, which discussed the dilemma of the North-South relations, consumption leading to exploitation and treating poorer regions like objects, which results in infringing fundamental human rights.
pl: Nagrodę Grand Prix dla Najlepszego Filmu Zagranicznego otrzymał obraz w reżyserii Michaela Ramsdell'a -„Kiedy walczą słonie”/„When elephants fight”, ukazujący dylemat stosunków Północ - Południe, konsumpcję prowadzącą do wyzysku i przedmiotowego traktowania biedniejszych regionów, co w konsekwencji prowadzi do łamania podstawowych praw człowieka.

source: The award was delivered by Zuzanna Kierzkowska, Director of the Development Cooperation Department at MFA.
pl: Nagrodę wręczyła Zuzanna Kierzkowska, Dyrektor Departamentu Współpracy Rozwojowej MSZ .

source: Since 2010, the Festival is co-financed from the funds of the Ministry of Foreign Affairs of the Republic of Poland within the Polish Aid Programme.
pl: Od 2010 roku Festiwal współfinansowany jest ze środków Ministerstwa Spraw Zagranicznych RP, w ramach programu Polska Pomoc.

source: Selected films can be seen until 20 December 2015 on KINOPLEX.
pl: Wybrane filmy można oglądać do 20 grudnia 2015 r. na platformie internetowej KINOPLEX.

source: PL , including versions adapted to the needs of persons with sight and hearing dysfunctions.
pl: PL , w tym wersje przystosowane do potrzeb osób z dysfunkcjami wzroku i słuchu.

source: Belarus ranks 52nd (2016) in UNDP's Human Development Index, which each year monitors the social and economic development across the world.
pl: Białoruś zajmuje 52 pozycję (2016 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: The country continues its heavy political, economic and military dependence on Russia, and its economy is largely reliant on Russian supplies of raw materials.
pl: Kraj ten utrzymuje silną zależność polityczną, gospodarczą i militarną od Rosji, a funkcjonowanie białoruskiej gospodarki jest w dużym stopniu uzależnione od dostaw rosyjskich surowców.

source: Poland very much appreciates good relations with a prosperous Belarus and its people, and stands ready to share its experience of political transition.
pl: Dobre stosunki ze społeczeństwem białoruskim oraz rozwój Białorusi mają istotne znaczenie dla Polski, która gotowa jest dzielić się swymi doświadczeniami z czasów transformacji ustrojowej.

source: The growing interest in the situation in Belarus has led to its inclusion in the Eastern Partnership countries, with a view to strengthening bilateral cooperation between the European Union and Minsk.
pl: Rezultatem rosnącego zainteresowania sytuacją na Białorusi jest włączenie jej do grona krajów objętych inicjatywą Partnerstwa Wschodniego w celu pogłębienia współpracy dwustronnej między Unią Europejską a Mińskiem.

source: Since 2006, Belarus has been on the list of beneficiary countries of Poland's official development assistance.
pl: Od 2006 r. Białoruś znajduje się na liście krajów-biorców oficjalnej pomocy rozwojowej Polski.

source: In addition, the Democracy and Human Rights priority saw the continuation of assistance measures.
pl: Ponadto, kontynuowane były działania pomocowe w priorytecie demokracja i prawa człowieka.

source: Projects carried out under the Social Capital priority improved access to social services and social inclusion of people with disabilities, children without parental care, and people with infectious diseases.
pl: Zrealizowane projekty w priorytecie kapitał społeczny służyły m.in. poprawie dostępu do usług społecznych oraz zwiększeniu integracji społecznej osób niepełnosprawnych, dzieci pozbawionych pieczy rodzicielskiej i osób żyjących z chorobami zakaźnymi.

source: Belarusian beneficiaries took part in courses, workshops and study visits run by Polish experts.
pl: Białoruscy beneficjenci uczestniczyli w szkoleniach, warsztatach i wizytach studyjnych prowadzonych przez polskich specjalistów.

source: Selected facilities in Belarus received equipment and were adapted to working with people with disabilities.
pl: Wybrane białoruskie ośrodki uzyskały wsparcie w postaci wyposażenia i przystosowania pomieszczeń do pracy z osobami niepełnosprawnymi.

source: The beneficiaries of the inclusive education project were representatives of the Institute of Inclusive Education, established in 2016 at the Baranovichi State University.
pl: Beneficjentami projektu dot. edukacji włączającej byli m.in. przedstawiciele Instytutu Edukacji Włączającej utworzonego w 2016 r. przy Uniwersytecie w Baranowiczach.

source: In 2016, Belarus ratified the UN Convention on the Rights of Persons with Disabilities.
pl: W 2016 r. Białoruś ratyfikowała Konwencję o Prawach Osób Niepełnosprawnych ONZ.

source: This event should lend impetus to development projects for people with disabilities in the years to come.
pl: Wydarzenie to powinno dać impuls do realizacji projektów rozwojowych na rzecz osób niepełnosprawnych w kolejnych latach.

source: Entrepreneurship and private sector support was an important area of development cooperation offered to Belarus.
pl: Ważnym kierunkiem współpracy rozwojowej na rzecz Białorusi było wsparcie przedsiębiorczości i sektora prywatnego.

source: The Belarusian economy is predominantly state-owned, with the role of the private sector, particularly micro and small enterprises, still limited.
pl: Większość białoruskiej gospodarki stanowi własność państwa, a rola sektora prywatnego, zwłaszcza mikro i małych przedsiębiorstw, pozostaje ograniczona.

source: Polish Aid projects in 2016 were delivered to several hundred Belarusian entrepreneurs and people interested in starting up a business.
pl: Uczestnikami projektów polskiej pomocy zrealizowanych w 2016 r. było kilkuset białoruskich przedsiębiorców i osób zainteresowanych rozpoczęciem działalności gospodarczej.

source: The wide offering of courses, study visits, and advisory services was complemented with investment support for selected Belarusian microenterprises to purchase plant and equipment.
pl: Szeroką ofertę szkoleń, wizyt studyjnych i usług doradczych uzupełniało wsparcie inwestycyjne dla wybranych mikroprzedsiębiorstw białoruskich, m.in. poprzez przekazanie środków na zakup maszyn i urządzeń.

source: These measures have helped to enhance contacts between Belarusian and Polish entrepreneurs as well as bringing tangible effects: contracts and new jobs.
pl: Podjęte działania przyczyniły się do intensyfikacji kontaktów pomiędzy białoruskimi i polskimi przedsiębiorcami, a także przyniosły wymierne rezultaty: kontrakty i nowe miejsca pracy.

source: Activities in the area of entrepreneurship and private sector support matched the development needs as set out in the National Strategy of the Republic of Belarus for Sustainable Socio-Economic Development for the Period until 2030.
pl: Działania realizowane w zakresie wsparcia przedsiębiorczości i sektora prywatnego odpowiadały potrzebom rozwojowym wskazanym w „Narodowej Strategii Społeczno-Gospodarczego Rozwoju Białorusi do 2030 r.”

source: In 2015, Poland's development cooperation with Belarus was implemented on the basis of the Multiannual Development Cooperation Programme 2012-2015, and the Development Cooperation Plan for 2015, under two priorities: support for independent media, organizations and civil society, and youth and education cooperation; and support for disadvantage groups.
pl: Polska współpraca rozwojowa na rzecz Białorusi była realizowana w 2015 roku w oparciu o Wieloletni program współpracy rozwojowej na lata 2012-2015 oraz Plan współpracy rozwojowej w 2015 roku w ramach dwóch priorytetów: wsparcie niezależnych mediów, organizacji i społeczeństwa obywatelskiego i współpracy w obszarze edukacji i młodzieży oraz wsparcie grup defaworyzowanych społecznie.

source: The costs of scholarship assistance for undergraduates, postgraduates and trainees studying in Poland made up a significant part of Poland's development cooperation with Belarus.
pl: Istotną częścią polskiej współpracy rozwojowej na rzecz Białorusi były koszty pomocy stypendialnej dla kształcących się w Polsce studentów, doktorantów oraz stażystów.

source: The schemes that have been put in place were concerned with vocational and social empowerment of disabled people, enhancing the competences of community organizations that fight the spread of infectious diseases, and enhancing the competences of community organizations that work with children and young people deprived of parental care.
pl: Tematyka zrealizowanych inicjatyw dotyczyła m.in. aktywizacji zawodowej i społecznej osób dotkniętych niepełnosprawnością, podniesienia kompetencji organizacji społecznych zajmujących się przeciwdziałaniem rozprzestrzenianiu się chorób zakaźnych, podniesienia kompetencji organizacji społecznych działających na rzecz dzieci i młodzieży pozbawionych pieczy rodzicielskiej.

source: In the case of Belarus, Polish development cooperation in 2014 concentrated on the support of media initiatives for the increase of the access of the Belarusian civil society to independent information, in cooperation with, among others, TV Belsat, Radio Racja and Euroradio.
pl: W przypadku Białorusi, Polska współpraca rozwojowa w 2014 roku koncentrowała się na wsparciu inicjatyw medialnych działających na rzecz zwiększenia dostępu społeczeństwa białoruskiego do obiektywnej informacji, m.in. we współpracy z Belsat TV, Białoruskim Radio Racja oraz Euroradio.

source: In 2014 the new version of internet site www.belsat.eu was presented, available in Belarusian and Russian.
pl: W 2014 roku premierę miała nowa odsłona strony internetowej www.belsat.eu , która obecnie jest dostępna w języku białoruskim i rosyjskim.

source: Furthermore, the significant increase of interest in materials published by Belsat TV in the social media was noted, especially on its youtube channel .
pl: Ponadto, znacznie wzrosło zainteresowanie materiałami publikowanymi przez Belsat TV w sieciach społecznościowych, zwłaszcza na kanale Belsat TV na youtube .

source: In 2014 the new internet site of the Radio Racja www.racyja.com was presented.
pl: W 2014 roku została również zaprezentowana nowa strona internetowa Białoruskiego Radia Racja: www.racyja.com .

source: The journalists and independent media in Belarus were supported through the Solidarity Fund PL.
pl: Za pośrednictwem Fundacji Solidarności Międzynarodowej wspierano natomiast dziennikarzy i niezależne media na Białorusi.

source: That support included trainings, apprenticeships, study tours and technical support.
pl: Wsparcie to obejmowało między innymi szkolenia, staże, wizyty studyjne i pomoc techniczną.

source: An important element of the Polish aid for Belarus constituted scholarship programmes addressed to Belarusian students and PhD students, studying at Polish universities.
pl: Znaczącym elementem polskiej pomocy na rzecz Białorusi były programy stypendialne kierowane do białoruskich studentów i doktorantów kształcących się na polskich uczelniach wyższych.

source: One of the priorities of assistance for Belarus in 2014 was the support for the socially disadvantaged groups.
pl: Jednym z priorytetów pomocy dla Białorusi w 2014 roku było wsparcie grup defaworyzowanych społecznie.

source: The aim of these initiatives was to improve the situation of the disabled by raising the standards of care, putting the emphasis on self-reliance and professional activation, changing prejudiced opinions and negative stereotypes about the disabled.
pl: Celem zrealizowanych inicjatyw była zmiana sytuacji osób niepełnosprawnych, poprawa standardów opieki, zwiększenie nacisku na samodzielność i aktywizację zawodową, zmiana negatywnych opinii i stereotypów funkcjonujących wokół osób niepełnosprawnych.

source: The projects concerned the prevention of infectious diseases, mainly the epidemics of HIV and AIDS.
pl: Zrealizowane projekty dotyczyły również tematyki przeciwdziałania chorobom zakaźnym, zwłaszcza zapobieganiu epidemii HIV i AIDS.

source: Objectiveas of those actions included informing the beneficiaries about Polish experiences and good practices, consolidation of the circles of Belarusian experts specialising in infectious diseases and drawing attention to the rights of patients, notably the right to the privacy of information.
pl: Podjęte działania służyły przekazaniu beneficjentom wiedzy na temat polskich doświadczeń i dobrych praktyk, konsolidacji środowisk białoruskich specjalistów związanych zawodowo z tematyką chorób zakaźnych oraz zwróceniu uwagi na prawa pacjentów, w tym prawo do poufności informacji.

source: Some of the projects concerned the quality improvement of care for children deprived of parental care and threatened with social exclusion.
pl: Część projektów dotyczyła poprawy jakości opieki nad dziećmi, które zostały pozbawione pieczy rodzicielskiej i są zagrożone wykluczeniem społecznym.

source: Polish Aid to Belarus in 2013 is directed at supporting media initiatives aimed at increasing the access to independent information.
pl: W roku 2013 polska pomoc rozwojowa na rzecz Republiki Białorusi koncentruje się na wsparciu inicjatyw medialnych działających na rzecz zwiększenia dostępu do niezależnej informacji.

source: Coproduction agreements were signed with TV Belsat, Radio Racja and Euroradia with financing guarantees.
pl: Zawarte umowy koprodukcyjne gwarantują finansowanie TV Belsat, Radia Racji i Euroradia.

source: Due to the aid granted for increased access to higher education, Belarusian students and doctoral students will be able to continue their education at Polish universities.
pl: Dzięki udzielonej pomocy na rzecz zwiększenia dostępu do edukacji wysokiej jakości białoruscy studenci i doktoranci mogą kontynuować naukę na polskich uczelniach wyższych.

source: The European Humanities University in Vilnius, attended by Belarusian students, was also granted financial support.
pl: Wsparcie finansowe otrzymuje również Europejski Uniwersytet Humanistyczny w Wilnie kształcący białoruską młodzież.

source: A substantial part of aid projects for Belarus are carried out by non-governmental organisations and within the Small Grants System .
pl: Znaczna część projektów pomocowych dla Białorusi realizowana jest za pośrednictwem organizacji pozarządowych oraz w ramach systemu małych grantów .

source: In 2013 Polish development cooperation activities for Belarus are carried out according to the following priorities:
pl: W 2013 roku polska działalność z zakresu współpracy rozwojowej na rzecz Białorusi realizowana jest w ramach następujących priorytetów:

source: Support for independent media, civil society organisations and youth cooperation
pl: Wsparcie niezależnych mediów, organizacji i społeczeństwa obywatelskiego i współpracy w obszarze młodzieży

source: Support for socially disadvantaged groups
pl: Wsparcie grup defaworyzowanych społecznie

source: in particular employment and social activation of people from socially disadvantaged groups, competence increase of social organisations, among them those working on counteracting the spreading of infectious diseases.
pl: w szczególności: aktywizacja zawodowa i społeczna osób z grup defaworyzowanych, podniesienie kompetencji organizacji społecznych, w tym organizacji zajmujących się przeciwdziałaniem rozprzestrzenianiu się chorób zakaźnych.

source: In 2012, Polish development assistance to Belarus focused on the following priorities:
pl: W 2012 roku polska działalność z zakresu współpracy rozwojowej na rzecz Białorusi realizowana była w ramach następujących priorytetów:

source: support for independent media, organisations and civil society (6 projects - PLN 1,941,236),
pl: wsparcie niezależnych mediów, organizacji i społeczeństwa obywatelskiego (6 projektów - 1 941 236 PLN),

source: in particular: wider access for Belarus citizens to reliable and objective information thanks to the development of independent media, especially electronic; strengthening trade unions, professional and social activation of young people, strengthening Belarus non-governmental organisations in matters relating to economy, education, legal experts' opinions and advocacy.
pl: w szczególności: poszerzenie dostępu obywateli Białorusi do rzetelnej i obiektywnej informacji dzięki rozwojowi niezależnych mediów, zwłaszcza elektronicznych; wzmocnienie związków zawodowych; aktywizacji zawodowej i społecznej młodzieży; wzmocnieniu białoruskich organizacji pozarządowych w kwestiach związanych z gospodarką, edukacją, ekspertyzą prawną oraz działaniami rzeczniczymi.

source: Support for socially excluded groups (4 projects - PLN 1,037,524),
pl: wsparcie grup defaworyzowanych społecznie (4 projekty - 1 037 524 PLN),

source: in particular: professional and social activation of the disabled and supporting entities that work for them; raising the standards of care for people with HIV/AIDS.
pl: w szczególności: aktywizacja zawodowa i społeczna osób niepełnosprawnych oraz wsparcie podmiotów działających na ich rzecz; podwyższeniu standardów systemu opieki nad osobami żyjącymi z HIV/AIDS.
